Revit 2027 API
SymbolTypeId.KgCO2ePerKBtu Property
 Symbol kgCO₂e/kBtu, indicating kilograms Carbon Dioxide per thousand British thermal units
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KgCO2ePerKBtu { get; }
Public Shared ReadOnly Property KgCO2ePerKBtu As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KgCO2ePerKBtu {
	ForgeTypeId^ get ();
}
static member KgCO2ePerKBtu : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace